7zip
acpi
acpid
adobe-source-sans-fonts
alsa-firmware
alsa-utils
amd-ucode
android-tools
appmenu-gtk-module
ark
audiocd-kio
avahi
b43-fwcutter
bandwhich
base
base-devel
bleachbit
bluedevil
boxbuddy
brave-browser
breeze-gtk
breeze5
btrfs-progs
cloudflared
coolercontrold-bin
cpupower
cronie
cryptsetup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dolphin-plugins
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
elisa
ex-vi-compat
exfatprogs
f2fs-tools
fastfetch
ffmpeg
ffmpegthumbs
filelight
firefox
fwupd
fzf
gearlever
glibc-locales
gnome-themes-extra
go
godot
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk3
gufw
gwenview
htop
inetutils
install-grub
intel-ucode
inxi
jfsutils
jre21-openjdk
kaccounts-providers
kamera
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
keditbookmarks
keepassxc
kfind
kgamma
khelpcenter
kimageformats
kinfocenter
kio-extras
kmenuedit
konsole
kscreen
kscreenlocker
ksshaskpass
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
lazydocker-bin
lazygit
less
lib32-libcanberra
lib32-libva-intel-driver
lib32-mesa
lib32-mesa-utils
lib32-nvidia-utils
libcanberra
libdvdcss
libpamac-flatpak-plugin
libva-intel-driver
libxnvctrl
linux612
linux612-headers
linux612-nvidia-open
linux618
linux618-headers
linux618-nvidia-open
localsend-bin
logrotate
ludusavi-bin
lutris
lvm2
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-gstreamer
manjaro-hello
manjaro-kde-settings
manjaro-modem
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-manager-knotifier
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
memtest86+-efi
mesa-utils
mhwd
mhwd-db
milou
mkinitcpio-openswap
modemmanager
mtpfs
nano
nano-syntax-highlighting
neovim
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-vpnc
nfs-utils
nodejs-lts-jod
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-settings
nvidia-utils
obs-studio
okular
ollama-cuda
openbangla-keyboard-bin
openssh
os-prober
pamac-cli
pamac-gtk3
pamac-tray-icon-plasma
papirus-folders
papirus-icon-theme
partitionmanager
perl
perl-file-mimeinfo
phonon-qt6-vlc
plasma-browser-integration
plasma-desktop
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-workspace
plasma-workspace-wallpapers
plymouth
plymouth-kcm
plymouth-theme-manjaro
poppler-data
portmaster
power-profiles-daemon
powerdevil
powertop
print-manager
protontricks
protonup-qt
python-pillow
python-pip
python-pyqt5
python-pysmbc
python-reportlab
qbittorrent
qt6-imageformats
qt6-virtualkeyboard
remmina
rsync
s-nail
samba
sbctl
sddm
sddm-breath-theme
sddm-kcm
skanlite
sof-firmware
spectacle
sshfs
steam
stow
stress
sudo
syncthing
sysfsutils
system-config-printer
systemsettings
tailscale
terminus-font
texinfo
timeshift
timeshift-autosnap-manjaro
tmux
traceroute
tree
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
udev-usb-sync
udiskie
udisks2
unarchiver
update-grub
usb_modeswitch
usbutils
vlc
vmware-workstation
wget
which
wine
wine-gecko
wine-mono
winetricks
wireless-regdb
wpa_supplicant
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xfsprogs
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
yay
zlib-ng
zoxide
zram-generator
